Autodesk.Revit.Utility.AssetPropertyDoubleArray4d.Value
Get the value of the property

Autodesk.Revit.Utility.AssetPropertyDoubleArray4d
Represents a property consisting of an array of double values.
Remarks:
In virtually all cases, the array will contain exactly 4 values.